"espk" = "Port Apple reproduktorov";
"ispk" = "Vstavané";
"emic" = "Port mikrofónu";
"imic" = "Vstavané";
"hdpn" = "Port slúchadiel";
"lini" = "Audio line-in port";
"lino" = "Audio line-in port";
"spdi" = "Optický digitálny port pre vstup";
"spdo" = "Optický digitálny port pre výstup";
"pci " = "PCI karta";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirPort";
"ntwk" = "Sieťové zariadenie";
"blue" = "Bluetooth";
"bluh" = "Bluetooth slúchadlá";
"blus" = "Bluetooth náhlavná sada";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
"airp" = "AirPlay";
